import React from 'react';

const IntroductionTab = () => {
  return (
    <section id="introduction" >
    <span className="relative">معرفی</span>
<div className='styles_Title_line_red'></div>
      <p>

      شاهین یک خودروی سواری تولید شده توسط شرکت سایپا، یکی از بزرگ‌ترین خودروسازان ایران، است. این خودرو که به عنوان یکی از محصولات جدید سایپا معرفی شده، در دسته خودروهای سدان قرار می‌گیرد و با هدف ارائه ترکیبی از کارایی، راحتی و قیمت مناسب به بازار عرضه شده است.

ویژگی‌ها و مشخصات ماشین شاهین:
طراحی:

طراحی بدنه ماشین شاهین به‌روز و مدرن است و تلاش شده تا ظاهری جذاب و دینامیک داشته باشد. چراغ‌های جلو و عقب خودرو با استفاده از فناوری LED ساخته شده‌اند که علاوه بر زیبایی، کارایی مناسبی در نورپردازی دارند.
موتور:

شاهین با یک موتور توربوشارژ 1.5 لیتری عرضه می‌شود که توان تولید قدرت و کارایی مناسبی را دارد. این موتور با تکنولوژی روز ساخته شده و تلاش شده تا مصرف سوخت بهینه و آلایندگی کم داشته باشد.
گیربکس:

این خودرو با گیربکس دستی 5 سرعته یا گیربکس اتوماتیک عرضه می‌شود که به راننده امکان انتخاب نوع گیربکس مطابق با سلیقه و نیاز خود را می‌دهد.
امکانات و تجهیزات:

شاهین مجهز به امکانات رفاهی و ایمنی متعددی است. از جمله این امکانات می‌توان به سیستم تهویه مطبوع، سیستم کنترل پایداری الکترونیکی (ESC)، سیستم ترمز ضد قفل (ABS)، کیسه‌های هوای جلو و جانبی، سیستم صوتی پیشرفته با قابلیت اتصال به بلوتوث، و صفحه نمایش لمسی اشاره کرد.
      </p>
    </section>
  );
};

export default IntroductionTab;